; Translation file for AltDrag 1.0
; en-US localization by Stefan Sundin (recover89@gmail.com)
; Please read the wiki for help: https://code.google.com/p/altdrag/w/list
; Use encoding UTF-16LE with BOM to be able to use Unicode
; Note: For some reason &A will not work as a shortcut.

[Translation]
Code=en-US
Lang=English
LangEnglish=English
Author=Stefan Sundin

TrayEnabled=AltDrag
TrayDisabled=AltDrag (disabled)
MenuEnable=Enable
MenuDisable=Disable
MenuHideTray=Hide tray
MenuUpdateAvailable=Update available!
MenuConfigure=Configure
MenuAbout=About
MenuExit=Exit

UpdateBalloon=New version found!
UpdateDialog=A new version is available. Go to website?
UpdateLatest=No update available.

ConfigTitle=AltDrag Configuration
ConfigTabGeneral=General
ConfigTabInput=Mouse and keyboard
ConfigTabBlacklist=Blacklist
ConfigTabAdvanced=Advanced
ConfigTabAbout=About

GeneralBox=General settings
GeneralAutoFocus=&Focus windows when dragging.\nYou can also press Ctrl to focus windows.
GeneralAero=Mimic Aero S&nap
GeneralInactiveScroll=&Scroll inactive windows
GeneralMDI=&MDI support
GeneralAutoSnap=Automatically snap to:
GeneralAutoSnap0=Disabled
GeneralAutoSnap1=To screen borders
GeneralAutoSnap2=+ outside of windows
GeneralAutoSnap3=+ inside of windows
GeneralLanguage=Language:
GeneralAutostartBox=Autostart
GeneralAutostart=S&tart AltDrag when logging on
GeneralAutostartHide=&Hide tray
GeneralAutostartElevate=&Elevate to administrator privileges
GeneralAutostartElevateTip=Note that a UAC prompt will appear every time you log in, unless you disable UAC completely.
GeneralElevate=E&levate
GeneralElevated=Elevated
GeneralElevateTip=This will create a new instance of AltDrag which is running with administrator privileges. This allows AltDrag to manage other programs which are running with administrator privileges.\n\nYou will have to approve a UAC prompt from Windows to allow AltDrag to run with administrator privileges.
GeneralElevationAborted=Elevation aborted.
GeneralAutosave=Note: Settings are saved and applied instantly!

InputMouseBox=Mouse actions
InputMouseLMB=Left mouse button:
InputMouseMMB=Middle mouse button:
InputMouseRMB=Right mouse button:
InputMouseMB4=Mouse button 4:
InputMouseMB5=Mouse button 5:
InputMouseScroll=Scroll wheel:
InputMouseMore=If you have a great idea for a mouse action, put in a request <a href="http://code.google.com/p/altdrag/issues/list">on the website</a>!

InputActionMove=Move window
InputActionResize=Resize window
InputActionClose=Close window
InputActionMinimize=Minimize window
InputActionLower=Lower window
InputActionAlwaysOnTop=Toggle always on top
InputActionCenter=Center window on screen
InputActionNothing=Nothing
InputActionAltTab=Alt+Tab
InputActionVolume=Volume
InputActionTransparency=Transparency

InputHotkeysBox=Hotkeys:
InputHotkeysLeftAlt=&Left Alt
InputHotkeysRightAlt=&Right Alt
InputHotkeysLeftWinkey=Left &Winkey
InputHotkeysRightWinkey=Right W&inkey
InputHotkeysLeftCtrl=Left &Ctrl
InputHotkeysRightCtrl=Right C&trl
InputHotkeysMore=You can add any key by editing the ini file.\nUse the shift key to snap windows to each other.

BlacklistBox=Blacklist settings
BlacklistProcessBlacklist=Process blacklist:
BlacklistBlacklist=Blacklist:
BlacklistSnaplist=Snaplist:
BlacklistExplanation=Read <a href="http://code.google.com/p/altdrag/wiki/Blacklist">the wiki</a> on the website for a thorough explanation of how the blacklist works!
BlacklistFindWindowBox=Identify window
BlacklistFindWindowExplanation=Click the icon to identify the classname of a window so that you can add it to the Blacklist or Snaplist above.

AdvancedBox=Advanced settings
AdvancedHookWindows=&Enable snapping when normally moving windows.\nWorks in conjunction with automatic snapping!
AdvancedHookWindowsWarn=Note that this is not 100% safe as this feature works by hooking into other processes. This might be risky to use when playing games with anti-cheat protection.\n\nAre you sure you want to enable this feature?
AdvancedUpdateCheckOnStartup=A&utomatically check for updates
AdvancedUpdateBeta=Check for &beta versions
AdvancedUpdateCheckNow=&Check now
AdvancedIni=AltDrag's settings are saved in AltDrag.ini. There are a few things that you can only configure by editing the file manually.
AdvancedOpenIni=Open &ini file

AboutBox=About AltDrag
AboutVersion=Version 1.0
AboutAuthor=Created by Stefan Sundin
AboutLicense=AltDrag is free and open source software!\nFeel free to redistribute!
AboutDonate=&Donate
AboutTranslationCredit=Translation credit
